Repository: hochdyl/what2watch
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: About
fr: A propos

source: This website was made for a school project. It introduced me to the web framework Django using Python language.
fr: Ce site web à été créer pour un projet scolaire.Il m'a introduit au Framework web Django, utilisant le langage Python

source: Made by
fr: Créer par

source: Appears in
fr: Apparait dans

source: shows
fr: séries

source: This actor hasn't played in any show that we know yet
fr: Cet acteur n'a joué dans aucune série répértoriée pour le moment

source: There are no actors to display
fr: Il n'y a pas d'acteurs à afficher

source: Home
fr: Accueil

source: Shows
fr: Séries

source: Actors
fr: Acteurs

source: Search
fr: Rechercher

source: Profile
fr: Profil

source: My profile
fr: Mon profil

source: Edit profile
fr: Éditer le profil

source: Log out
fr: Déconnexion

source: Log in
fr: Connexion

source: Sign up
fr: S'enregistrer

source: What are we going to watch today ?
fr: Qu'allons nous regarder aujourd'hui ?

source: Your watchlist
fr: Votre liste de surveillance

source: Did you missed it ?
fr: L'auriez-vous manqué ?

source: Season
fr: Saison

source: episode
fr: épisode

source: Watched
fr: Vu

source: Upcoming episodes
fr: Épisodes à venir

source: Don't be in such a hurry, more comming soon
fr: Ne soyez pas si presser, il y en aura plus bientôt

source: Nothing to show, start adding ongoin shows !
fr: Rien à afficher, commencer par ajouter des séries

source: Sign up to get your own watchlist..
fr: Enregister-vous pour avoir votre propre liste de surveillance..

source: Recommended shows
fr: Les séries recommandées

source: Followed by
fr: Suivi par

source: people
fr: personnes

source: Follow
fr: Suivre

source: There's nothing, maybe you can try to add tags?
fr: Il n'y a rien, peut-être pourriez-vous ajouter des étiquettes ?

source: ..and some good recommendations !
fr: ..et de bonnes recommandations !

source: You are not logged in.
fr: Vous n'êtes pas connecté

source: Tags
fr: Étiquettes

source: Confirm selected tags
fr: Confirmer les étiquettes séléctionnées

source: There are no tags yet
fr: Il n'y a pas d'étiquettes pour le moment

source: You need to be logged in to see this.
fr: Vous devez être connecté pour voir ça

source: Registered since
fr: Enregistré depuis

source: Liked shows
fr: Les séries suivies

source: This user hasn't add any show yet
fr: Cet utilisateur n'a pas encore ajouté de séries

source: Comments
fr: Commentaires

source: At
fr: A

source: This user hasn't posted any comment yet
fr: Cet utilisateur n'a pas encore posté de commentaires

source: Your username or password didn't match. Please try again.
fr: Votre nom d'utilisateur ou votre mot de passe ne correspondent pas. Veuillez réessayer

source: You are already logged in.
fr: Vous êtes déjà connecter

source: Sign in
fr: Se connecter

source: Lost password ?
fr: Mot de passe oublié

source: Create an account
fr: Créer un compte

source: Password change
fr: Changement de mot de passe

source: Your password was changed.
fr: Votre mot de passe à été changé

source: Please enter your old password, for security’s sake, and then enter your new password twice so we can verify you typed it in correctly.
fr: Veuillez entrer votre ancien mot de passe, pour des raisons de sécurité, puis votre nouveaumot de passe 2 fois pour que l'ont puisse vérifié si vous l'avez correctement tapé.

source: Change my password
fr: Changer mon mot de passe

source: Password reset
fr: Réinitialisation du mot de passe

source: Your password has been set. You may go ahead and log in now.
fr: Votre mot de passe à été défini. Vous pouvez désormais vous connecter.

source: Password reset confirmation
fr: Confirmation de la réinitialisation du mot de passe

source: Please enter your new password twice so we can verify you typed it in correctly.
fr: Veuillez entrer votre nouveau mot de passe 2 fois pour que l'on puisse vérifier que vous l'ayez tapécorrectement.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien de réinitialisation du mot de passe est invalide, possiblement car il a été utilisé. Veuillez faire une nouvelle demande de réinitialisation de mot de passe.

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
fr: Nous vous avons envoyé par mail les instruction pour paramétrer votre mot de passe, si uncompte existe avec le mail indiqué. Vous deverez le recevoir dans quelques instants.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
fr: Si vous ne recevez aucun email, vérifier que vous ayez entré la bonne adresse et vérifié votre dossier spam

source: Forgotten your password? Enter your email address below, and we’ll email instructions for setting a new one.
fr: Vous avez oublié votre mot de passe ? Entrer votre adresse mail en-dessous et nous vous enverrons les instruction pour le réinitialiser.

source: Reset my password
fr: Réinitialisé mon mot de passe

source: Register
fr: S'enregistrer

source: Already registered ?
fr: Déjà enregistré ?

source: Looking for something ?
fr: Vous chercher quelque chose ?

source: We didn't find any results
fr: Nous n'avons pas trouvé de resultats

source: Unfollow
fr: Ne plus suivre

source: Next episode
fr: Prochain episode

source: Episodes
fr: Épisodes

source: Confirm episodes watched
fr: Confirmer les épisodes vus

source: There are no episodes published yet !
fr: Il n'y a pas encore d'épisodes publiés

source: As
fr: Dans le rôle

source: There are no actors that we know in this show !
fr: Il n'y a pas d'acteurs que nous connaissons dans cette série !

source: Delete
fr: Supprimer

source: Need to express yourself ?
fr: Besoin de s'exprimer ?

source: Your note
fr: Votre note

source: Add
fr: Ajouter

source: There are no comments yet, why wouldn't you be the first ?
fr: Il n'y a pas de commentaires pour le moment. Pourquoi ne seriez-vous pas le premier ?

source: There are no shows to display
fr: Il n'y a pas de séries à afficher

source: Finished
fr: Terminé

source: Still running
fr: En cours

source: Paused
fr: En pause

source: Not started
fr: Non-démarrer

source: This episode has been noted as watched
fr: Cet épisode a été noté comme vu

source: This show has been added to your list
fr: Cette série a été ajoutée à votre liste de suivis

source: You now follow this show
fr: Vous suivez maintenant cette série

source: You unfollowed this show
fr: Vous avez arreté de suivre cette série

source: Your watched episodes have been updated
fr: Vos épisodes vus ont été mis à jour

source: Your review has been published !
fr: Votre commentaire a été publié !

source: Your review has been removed !
fr: Votre commentaire a été supprimé !

source: Your tags has been updated
fr: Vos étiquettes ont été mis a jour

source: %(username)s as been created
fr: %(username)s a été créer

source: %Y-%m-%d %H:%M:%S
fr: %d-%m-%Y %H:%M:%S

source: %Y-%m-%d
fr: %d-%m-%Y

source: english
fr: anglais

source: french
fr: français

source: search/
fr: recherche/

source: search/query
fr: recherche/requete

source: shows/
fr: series/

source: actors/
fr: acteurs/

source: profile/
fr: profil/

source: profile/edit/
fr: profil/editer

source: about/
fr: apropos/

source: signup/
fr: inscription/

source: login/
fr: connexion/

source: logout/
fr: deconnexion/

source: password_change/
fr: modification_mdp/

source: password_change_done/
fr: changement_mdp/

source: password_reset/
fr: reinitialisation_mdp/

source: password_reset_done/
fr: reinitialisation_mdp_reussie/

source: password_reset_confirm/
fr: reinitialisation_mdp_confirmation/

source: password_reset_complete/
fr: reinitialisation_mdp_terminee/
